const questions = [
  {
    question: "لا يعتبر اثبات قدره على الدفع",
    options: [
      "انتظام الدفع اخر 3 اشهر انترنت",
      "جواز سفر دوبلوماسي",
      "فاتورة موبايل اعلي من 5الاف جنيه",
    ],
    answer: 2,
  },
  {
    question:
      "سداد اخر فواتير ارضي فقط بإنتظام تعتبر اثبات قوي للمقدره علي الدفع للإشتراك علي نظام الفاتورة من وي",
    options: ["نعم", "لا"],
    answer: 1,
  },
  {
    question:
      "بدءًا من وي جولد 600، يمكنك الاستفادة بخاصية تقسيط الهواتف بعد مرور",
    options: ["6 شهور", "12 شهر", "3 شهور"],
    answer: 0,
  },
  {
    question: "تقدم باقة وي جولد موبايل 1000 باقة موبايل انترنت",
    options: ["100 جيجا", "110 جيجا", "120 جيجا"],
    answer: 1,
  },
  {
    question: "يمكن للعميل المصري الواحد الاستفادة بحد اقصي بعدد",
    options: ["5 Voice & 5 Data", "5 Voice & 10 Data", "10 Voice & 5 Data"],
    answer: 2,
  },
  {
    question: "السعر بعد الضريبه لباقه We Air 300",
    options: ["342 جنيه", "414 جنيه", "429 جنيه"],
    answer: 2,
  },
  {
    question: "تقدم باقه كنترول تظبيط 70 عدد 500 وحده ومنهم",
    options: ["75 لكل الشبكات", "45 لكل الشبكات", "60 لكل الشبكات"],
    answer: 0,
  },
  {
    question:
      "خدمة شراء صلاحية لخطوط الكنترول لمدة ٦ اشهر او سنه يمكن اضافتها من السيستم و تسمي",
    options: [
      "park your line",
      "extned your line",
      "stop charging from balance",
    ],
    answer: 1,
  },
  {
    question:
      "إجمالي عدد الأيام لإيقاف الخط تماما بناءا علي عدم شحن العميل علي الخط from Idle to Deactivation",
    options: ["105 يوم", "130 يوم", "90 يوم"],
    answer: 0,
  },
  {
    question:
      "مصاريف تحويل الأموال من محفظة وي باي إلى أي محفظة إلكترونية أخرى داخل جمهورية مصر العربية كمثال من محفظة وي باي إلى محفظة ميزا الذكية",
    options: [
      "0.5 % (بحد أدنى 1 جنية وبحد أقصى 15 جنية)",
      "1 جنيه كحد أقصى",
      "لا يوجد رسوم",
    ],
    answer: 0,
  },
  {
    question: "يمكن لعميل الفاتورة الاحتفاظ بملكيته للخط بعد",
    options: ["6 فواتير مسدده", "12 شهر", "12 فاتورة مسدده"],
    answer: 2,
  },
  {
    question:
      "سوبر كيكس 100تقدم الباقة ........ وحده بالاضافه الي اكسترا 25% علي باقات نايترو عند الاشتراك بباقات النيترو واشتراك منصة جوي مجانا",
    options: ["6,500", "4800", "5500"],
    answer: 0,
  },
  {
    question: "متاح للعميل استبدال شريحه ...... في الشهر و....... في السنه",
    options: ["3 - 7", "2 - 7", "3 - 5"],
    answer: 1,
  },
  {
    question: "يستفاد العميل بقسيمة شراء سنوية بدء من باقة وي جولد",
    options: ["600", "400", "200"],
    answer: 1,
  },
  {
    question:
      "بدء من باقة كيكس ....... يمكنك الاستفاده بقسائم شراء مع كل 3 تجديدات متتالية",
    options: ["45", "65", "40"],
    answer: 0,
  },
  {
    question: "تقدم باقة Nitro 450 موبايل انترنت .......... صالحة لمدة 3 اشهر",
    options: ["55 GB", "100 GB", "50 GB"],
    answer: 2,
  },
  {
    question: "يمكن طلب .......... لوقف الحساب خارج الباقة للإنترنت فقط",
    options: ["#913*", "#912*", "#617*"],
    answer: 0,
  },
  {
    question: "تقدم باقة WE Air 300",
    options: ["200,000 ميجابايت", "90,000 ميجابايت", "105,000 ميجابايت"],
    answer: 2,
  },
  {
    question:
      "الحد الأقصى للتعاملات الشهرية علي محفظة وي باي ........ جنيه مصري",
    options: ["200,000 جنيه", "100,000 جنيه", "500,000 جنيه"],
    answer: 0,
  },
  {
    question: "طلب الغاء خط وي جولد علي CSA",
    options: [
      "Request - Consumer - Deactivation - We gold",
      "Request - Consumer - Rateplan- Remove suspension",
    ],
    answer: 0,
  },
  {
    question:
      "يحصل عملاء وي جولد على 2 باقة إنترنت تجوال على مدار السنة كل باقة صالحة لمده .... و يستطيع العميل الاشتراك في باقة التجوال المجانية الثانية فى أى وقت في السنة",
    options: ["3 ايام", "شهر", "اسبوع"],
    answer: 2,
  },
];
