const questions = [
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
    {
        question: "لا يعتبر اثبات قدره على الدفع",
        options: ["- انتظام الدفع اخر 3 اشهر انترنت", "- جواز سفر دوبلوماسي", "- فاتورة موبايل اعلي من 5الاف جنيه"],
        answer: 2,
    },
];
